export const data = {
  //面向雄安地区
  hs: {


    title: "",
    desc: "面向雄安新区地理空间大数据高效管理与快速处理软件包括遥感数据剖分软件、高性能存储系统、通用数据读写驱动、高效地图渲染引擎、高并发服务引擎、和数据粒度地学并行计算引擎等核心软件，是支持面向大规模地理空间数据快速获取、按需分析与智能化应用的软件。",
    use_link: "http://www.gscloud.cn/bydrs",
    scene_exp: null,
    help_doc: null,
    advantage: [
      { "title": "遥感影像快速检索", "desc": "集成雄安新区优质对地观测数据资源，提供数据快速检索服务" },
      { "title": "遥感影像并行计算", "desc": "采用分布式计算架构，结合数据本地化任务调度技术，支持大规模遥感影像数据快速计算服务" },
      { "title": "遥感影像按需渲染", "desc": "遥感影像和计算结果快速按需可视化显示服务。" }

    ],
    features: [
      { "title": "数据集成检索", "desc": "实现基于数据集、空间信息、时间信息等多元集成检索" },
      { "title": "遥感影像在线计算", "desc": "针对大规模遥感影像，提供遥感影像实时计算服务，支持遥感影像信息提取" },
      { "title": "栅格数据可视化", "desc": "快速按需可视化渲染遥感影像数据和数据处理结果" }

    ],
    other_img: null,
    cases: [
      { "title": "植被指数在线计算", "desc": "基于Landsat遥感影像，在线编写脚本计算植被指数，同时实时渲染计算结果。", "case_img": "/hs/img/hs1.png" },


    ],
    fee: "免费",
    service:
      { "name": "赵江华", "phone": "010-58812584", "email": "zjh@cnic.cn" },



  },
  //雄安应用介绍
  pack: {
    title: "PackOne",
    desc: "PackOne致力于实现主流大数据软件在云端的快速弹性部署。通过对云API和Apache Ambari API的联合调用，完成Hadoop、Spark、NiFi、PiFlow、Kylin、MangoDB、Neo4J等流行的大数据管理/处理软件在云端的一键部署和一键伸缩。",
    use_link: null,
    scene_exp: null,
    help_doc: null,
    advantage: [
      { "title": "监控、配置管理", "desc": "通过Apache Ambari对已部署的大数据软件进行状态监控、配置管理。" },
      { "title": "全自动部署", "desc": "支持在空白虚拟机上完成大数据处理集群的全自动部署。" },
      { "title": "快速部署", "desc": "通过将模版集群物化为系统镜像，实现新集群的分钟级快速部署。" },
      { "title": "弹性伸缩", "desc": "通过集群节点的全自动增删，实现各类大数据软件处理能力的分钟级弹性伸缩。" },
      { "title": "CURD", "desc": "在同一个界面上对来自不同云的虚拟机、存储卷、镜像、模版等进行CURD操作。" },
    ],
    features: [
      { "title": "云管理", "desc": "包括云资源池的接入配置、模板同步、镜像同步等。" },
      { "title": "云端计算、内存、存储资源管理", "desc": "包括资源的申请、组合、释放。" },
      { "title": "大数据管理", "desc": "大数据管理引擎选择性部署、启停、集中配置、状态可视化监控、弹性伸缩。" }

    ],
    other_img: null,
    cases: [
      { "title": "scispace.cstcloud.cn", "desc": "是一款基于PackOne研发的中国科技云云服务，为科学家提供一站式大数据分析环境。", "case_img": "/hs/img/case1.png" },
      { "title": "科学大数据管理系统", "desc": "是国家重点研发计划“科学大数据管理系统”的研发产出，PackOne为其提供系统集成与应用示范技术。", "case_img": "/hs/img/case2.png" },
      { "title": "烟草科研大数据云平台", "desc": "是烟草科研大数据重大专项启动的研发产出，packone为其构建了大数据分析环境。", "case_img": "/hs/img/case2.png" },

    ],
    fee: "免费",
    service:
      { "name": "王华进", "phone": "15652752932", "email": "wanghj@cnic.cnxz@cnic.cn" },



  },
  //
  piflow: {
    title: "PiFlow",
    desc: "是一个基于分布式计算框架Spark开发的大数据流水线系统，该系统将数据的采集、清洗、计算、存储等各个环节封装成组件，以所见即所得方式进行流水线配置。实时监控流水线运行状态，查看日志，保存模板。PiFlow具备亿级数据的ETL处理能力；提供100+数据处理组件，并具备组件扩展能力；同时具备面向领域的算法集成能力。",
    use_link: "http://piflow.cstcloud.cn/piflow-web/login",
    scene_exp: {
      type: 'url',
      data: "http://www.casmooc.cn/recommendSeriesAction.do?method=intoSeriesItemFrame&seriesId=3",
    },
    help_doc: "https://gitee.com/opensci/piflow/wikis/PiFlow%E4%BD%BF%E7%94%A8%E8%AF%B4%E6%98%8EV0.8?sort_id=2924816",
    advantage: [
      { "title": "数据处理组件丰富", "desc": "提供丰富的大数据处理相关组件130+，涵盖Hadoop、Spark、Hive、Solr等，支持不同场景的数据处理需求。" },
      { "title": "简单易用", "desc": "以所见即所得的方式自由设计、分发流水线，实时监控流水线运行状态，查看日志，支持流水线调度，流水线模板等功能。通过与Apache Nifi进行对比测试，性能提升300%。" },
      { "title": "数据处理组件可扩展", "desc": "支持简便的自定义数据处理组件开发，支持数据处理组件热插拔，满足实际项目中的特定需求。" },
      { "title": "数据可溯源", "desc": "支持数据溯源模式，可追踪数据的起源，重现数据的历史状态。" }

    ],
    features: [
      { "title": "流水线的配置", "desc": "提供基于组件的流水线配置，支持自由设计、分发流水线。" },
      { "title": "流水线监控", "desc": "实时监控流水线、流水线组的运行状态，提供日志查看功能，提供溯源数据查看。" },
      { "title": "流水线调度", "desc": "支持流水线、流水线组的顺序调度及定时调度。" },

    ],
    other_img: null,
    cases: [
      { "title": "国家自然科学基金大数据知识管理服务门户", "desc": "国家自然科学基金大数据知识管理服务门户是面向基金委工作人员、科研管理部门、科研人员及公众的服务系统，其主要目的是提供网络检索和统计分析服务。该系统利用PiFlow对亿级体量、多源异构科研数据进行采集、清洗、汇聚、高效构建知识图谱，服务门户及PiFlow流水线配置如图所示。", "case_img": "/hs/img/case1.png" },
      { "title": "空间科学领域知识图谱与决策支持服务平台", "desc": "空间科学领域知识图谱与决策支持服务平台重点突出空间领域特色，实现面向空间物理、空间天文领域大数据驱动知识发现的典型应用示范。基于知识模型，采用PiFlow打破数据孤岛格局，实现流水线汇聚路径，形成异构融合、面向服务的空间科学领域知识数据湖。", "case_img": "/hs/img/case2.png" },
      { "title": "微生物云平台", "desc": "通过将微生物组学数据，微生物组、酶、合成元件、代谢产物数据，生物资源文献、专利报告等微生物大数据资源进行采集，清洗，汇聚形成微生物大数据平台。并通过关联数据对促进生物技术领域知识发现（如新酶的开发、新的物种和功能的挖掘）具有重大意义。该项目利用PiFlow提供的组件扩展功能，设计了10类可复用的面向微生物领域的数据处理组件。通过组合原生的4类数据处理组件，实现了10类微生物数据的解析、处理、存储。", "case_img": "/hs/img/case2.png" },


    ],
    fee: "免费",
    service:
      { "name": "朱小杰", "phone": "18612673095", "email": "xjzhu@cnic.cn" },



  },
  tongyi: {
    title: "统一安全管控平台",
    desc: "统一安全管控平台对超级计算中心进行监测、预测、预警、追溯、处理一体化管理服务，实时掌握超级计算中心整体网络安全态势，及时发现网络风险状况及风险信息，形成各个系统内部安全态势信息传递及总体控制，有效提升超级计算中心关键信息系统的安全保障能力，提供有效的技术和管理支撑平台。",
    use_link: "http://xahs.club/login",
    scene_exp: {
      type: 'vedio',
      data: "/hs/img/统一安全管控平台-场景体验.mp4",
    },
    help_doc: "/hs/img/help.docx",
    advantage: [
      { "title": "监控网络环境", "desc": "实时监控网络攻击情况，对发生的安全监控进行统一通报管理。" },
      { "title": "管理漏洞事件", "desc": "汇聚第三方漏洞数据，对漏洞生命周期各个环节进行监控管理，并通报专业管理人员。" },
      { "title": "网络安全态势感知", "desc": "通过分析网络安全、用户行为等日志，绘制超级计算中心网络安全态势曲线及图表，实时展示当前网络环境的态势情况。" }

    ],
    features: [
      { "title": "运行安全监测与态势分析", "desc": "对超级计算中心的全天候运行安全监测，通过构建态势评估模型，以量化的数值形式直观表示出超级计算中心网络安全态势情况，实现超级计算中心网络运行安全检测与态势感知。" },
      { "title": "安全事件分析与处置", "desc": "主要包括对各类应用系统、服务器以及网络基础设施中的高危漏洞、异常行为、异常状态等安全威胁及其产生的后果，及时有效的为管理人员提供建设性的建议或处置措施，对未发生的网络安全威胁提前下发通报预警，做好防范工作，有效抑制网络安全隐患的发生；对已经发生的网络安全威胁，也能及时采取有效的采取处置措施，将恶劣影响降到最低，防止破坏进一步恶化。" },
      { "title": "漏洞管理", "desc": "安全漏洞管理主要对超级计算中心信息系统安全漏洞的扫描与评估，同时汇聚网信办、CNCERT等安全监管单位收录的安全漏洞等数据，全面监控全网安全漏洞运行情况、高危和热点漏洞情况。同时，通过安全漏洞管理与追踪，体现安全漏洞整个生命周期的全过程，实时监控全网安全漏洞修复整改状况，实现安全漏洞状态可查可回溯机制。" }

    ],
    other_img: null,
    cases: [
      { "title": "网络攻击数据提取", "desc": "使用flume采集网络攻击数据、资产探测等数据，通过大数据分析技术，对数据进行脱敏、安全特征提取、威胁风险识别与量化及存储。", "case_img": "/hs/img/tongyi1.png" },
      { "title": "系统登录日志提取", "desc": "采集系统登录日志，进行ip解析，经过分析引擎进行分析统计，进行数据可视化展示。", "case_img": "/hs/img/case1.png" },
      { "title": "安全事件管理", "desc": "对攻击数据进行聚合、关联等分析，实现安全事件发现，对事件进行预警。", "case_img": "/hs/img/case1.png" },
      { "title": "漏洞管理", "desc": "对漏洞数据进行管理及追溯，并对漏洞处理流程进行监控，及时通报管理员相关漏洞事件。", "case_img": "/hs/img/case1.png" },
    ],
    fee: "免费",
    service:
      { "name": "廖振", "phone": "18519163731", "email": "liaozhen@cnic.cn" },
  },
  xiongan: {
    title: "PiDB ",
    desc: "PiDB 支持人工智能的多元异构数据融合管理引擎。它能实现结构化和非结构化数据的融合存储、统一查询，并实现AI算法的无缝集成。基于分布式架构的底层数据存储和协存技术，大幅提升数据存储容量和查询性能。",
    use_link: null,
    scene_exp: null,
    help_doc: null,
    advantage: [
      { "title": "融合存储", "desc": "PandaDB结合属性图结构，底层实现对结构化数据和非结构化统一存储管理，上层提供统一查询语言" },
      { "title": "水平扩展", "desc": "使用分布式架构，提供水平扩展能力，满足用户按需扩展需求" },
      { "title": "查询优化", "desc": "自研属性数据辅助存储结构，大幅提升多属性联合查询性能" },
      { "title": "无缝集成AI", "desc": "在语言级别集成丰富的AI算法，轻松助力图像、文本信息处理" },
    ],
    features: [
      { "title": "数据融合管理", "desc": "实现结构化数据、非结构化数据的统一存储和数据的即席查询" },
      { "title": "类SQL的查询语言", "desc": "提供类似SQL的统一查询操作语言，降低用户的使用门槛" },
      { "title": "集成AI功能", "desc": "集成图像识别、语音识别等AI算法，快速上手人脸识别、图像分类、语音文字识别等AI应用" }

    ],
    other_img: null,
    cases: null,
    fee: "免费",
    service:
      { "name": "刘忠新", "phone": "13269280308", "email": "lzxddz@cnic.cn" },

  }
}