export const data = {





  name: '雄安超级计算机',

  title: "PiFlow是一个基于分布式计算框架Spark开发的大数据流水线系统",
  desc: "该系统将数据的采集、清洗、计算、存储等各个环节封装成组件，以所见即所得方式进行流水线配置。实时监控流水线运行状态，查看日志，保存模板。PiFlow具备亿级数据的ETL处理能力；提供100+数据处理组件，并具备组件扩展能力；同时具备面向领域的算法集成能力。",
  use_link: "http://piflow.cstcloud.cn/piflow-web/login",
  scene_exp: {
    "type": "url",
    "data": "http://www.casmooc.cn/recommendSeriesAction.do?method=intoSeriesItemFrame&seriesId=3"
  },
  help_doc: "https://gitee.com/opensci/piflow/wikis/PiFlow%E4%BD%BF%E7%94%A8%E8%AF%B4%E6%98%8EV0.8?sort_id=2924816",
  advantage: [
    { "title": "简单易用", "desc": "以所见即所得的方式自由设计、分发流水线，实时监控流水线运行状态，查看日志，支持流水线调度，流水线模板等功能。通过与Apache Nifi进行对比测试，性能提升300%。" },
    { "title": "数据处理组件丰富", "desc": "2）提供丰富的大数据处理相关组件130+，涵盖Hadoop、Spark、Hive、Solr等，支持不同场景的数据处理需求。" },
    { "title": "数据处理组件可扩展", "desc": "支持简便的自定义数据处理组件开发，支持数据处理组件热插拔，满足实际项目中的特定需求。" },
    { "title": "数据可溯源", "desc": "支持数据溯源模式，可追踪数据的起源，重现数据的历史状态。" }

  ],
  features: [
    { "title": "流水线的配置", "desc": "1）提供基于组件的流水线配置，支持自由设计、分发流水线。" },
    { "title": "流水线监控", "desc": "实时监控流水线、流水线组的运行状态，提供日志查看功能，提供溯源数据查看。" },
    { "title": "流水线调度", "desc": "支持流水线、流水线组的顺序调度及定时调度。" },

  ],
  other_img: null,
  cases: [
    { "title": "国家自然科学基金大数据知识管理服务门户", "desc": "国家自然科学基金大数据知识管理服务门户是面向基金委工作人员、科研管理部门、科研人员及公众的服务系统，其主要目的是提供网络检索和统计分析服务。该系统利用PiFlow对亿级体量、多源异构科研数据进行采集、清洗、汇聚、高效构建知识图谱，服务门户及PiFlow流水线配置如下图所示。", "case_img": "/img/case1.png" },
    { "title": "空间科学领域知识图谱与决策支持服务平台", "desc": "空间科学领域知识图谱与决策支持服务平台重点突出空间领域特色，实现面向空间物理、空间天文领域大数据驱动知识发现的典型应用示范。基于知识模型，采用PiFlow打破数据孤岛格局，实现流水线汇聚路径，形成异构融合、面向服务的空间科学领域知识数据湖。", "case_img": "/img/case2.png" },
    { "title": "微生物云平台", "desc": "3）通过将微生物组学数据，微生物组、酶、合成元件、代谢产物数据，生物资源文献、专利报告等微生物大数据资源进行采集，清洗，汇聚形成微生物大数据平台。并通过关联数据对促进生物技术领域知识发现（如新酶的开发、新的物种和功能的挖掘）具有重大意义。该项目利用PiFlow提供的组件扩展功能，设计了10类可复用的面向微生物领域的数据处理组件。通过组合原生的4类数据处理组件，实现了10类微生物数据的解析、处理、存储。", "case_img": "/img/case2.png" },


  ],
  fee: "免费",
  service:
    { "name": "朱小杰", "phone": "18612673095", "email": "xjzhu@cnic.cn" },



}