export const data = {





  name: '雄安超级计算机',

  title: "地理空间数据云",
  desc: "统一安全管控平台对超级计算中心进行监测、预测、预警、追溯、处理一体化管理服务，实时掌握超级计算中心整体网络安全态势，及时发现网络风险状况及风险信息，形成各个系统内部安全态势信息传递及总体控制，有效提升超级计算中心关键信息系统的安全保障能力，提供有效的技术和管理支撑平台。",
  use_link: "http://xahs.club/login",
  scene_exp: null,
  help_doc: null,
  advantage: [
    { "title": "监控网络环境", "desc": "实时监控网络攻击情况，对发生的安全监控进行统一通报管理。" },
    { "title": "管理漏洞事件", "desc": "汇聚第三方漏洞数据，对漏洞生命周期各个环节进行监控管理，并通报专业管理人员。" },
    { "title": "网络安全态势感知", "desc": "通过分析网络安全、用户行为等日志，绘制超级计算中心网络安全态势曲线及图表，实时展示当前网络环境的态势情况。" }

  ],
  features: [
    { "title": "运行安全监测与态势分析", "desc": "对超级计算中心的全天候运行安全监测，通过构建态势评估模型，以量化的数值形式直观表示出超级计算中心网络安全态势情况，实现超级计算中心网络运行安全检测与态势感知。" },
    { "title": "安全事件分析与处置", "desc": "主要包括对各类应用系统、服务器以及网络基础设施中的高危漏洞、异常行为、异常状态等安全威胁及其产生的后果，及时有效的为管理人员提供建设性的建议或处置措施，对未发生的网络安全威胁提前下发通报预警，做好防范工作，有效抑制网络安全隐患的发生；对已经发生的网络安全威胁，也能及时采取有效的采取处置措施，将恶劣影响降到最低，防止破坏进一步恶化。" },
    { "title": "漏洞管理", "desc": "安全漏洞管理主要对超级计算中心信息系统安全漏洞的扫描与评估，同时汇聚网信办、CNCERT等安全监管单位收录的安全漏洞等数据，全面监控全网安全漏洞运行情况、高危和热点漏洞情况。同时，通过安全漏洞管理与追踪，体现安全漏洞整个生命周期的全过程，实时监控全网安全漏洞修复整改状况，实现安全漏洞状态可查可回溯机制。" }

  ],
  other_img: null,
  cases: [
    { "title": "网络攻击数据提取", "desc": "使用flume采集网络攻击数据、资产探测等数据，通过大数据分析技术，对数据进行脱敏、安全特征提取、威胁风险识别与量化及存储。", "case_img": "/img/case1.png" },
    { "title": "系统登录日志提取", "desc": "采集系统登录日志，进行ip解析，经过分析引擎进行分析统计，进行数据可视化展示。", "case_img": "/img/case1.png" },
    { "title": "安全事件管理", "desc": "对攻击数据进行聚合、关联等分析，实现安全事件发现，对事件进行预警。", "case_img": "/img/case1.png" },
    { "title": "漏洞管理", "desc": "对漏洞数据进行管理及追溯，并对漏洞处理流程进行监控，及时通报管理员相关漏洞事件。", "case_img": "/img/case1.png" },
  ],
  fee: "免费",
  service:
    { "name": "廖振", "phone": "18519163731", "email": "liaozhen@cnic.cn" },



}